<?xml version="1.0" encoding="UTF-8" ?>
<ui:composition xmlns="http://www.w3.org/1999/xhtml"
    xmlns:h="http://java.sun.com/jsf/html"
    xmlns:f="http://java.sun.com/jsf/core"
    xmlns:ui="http://java.sun.com/jsf/facelets"
    xmlns:a4j="http://richfaces.org/a4j"
    xmlns:rich="http://richfaces.org/rich"
    xmlns:c="http://java.sun.com/jstl/core"
    xmlns:fmt="http://java.sun.com/jstl/fmt"
    xmlns:t="http://myfaces.apache.org/tomahawk"
    template="../adminTemplate.jsp">
    <ui:define name="body">
        <f:view>
            <h:panelGroup styleClass="helpPanel" layout="block">
                <h2>Редакция на маршрут</h2>
            Описание на всички полета:
            <ol>
                    <li><em>име на маршрута</em> - най-често включващо важните
                    спирки, напр. "София-Варна".</li>

                    <li><em>Прекратяване на продажбата (в часове преди
                    тръгването)</em> - online продажбата на билети се прекратява определен
                    брой часове преди тръгване. Стойността по подразбиране на това поле
                    се взема от същото поле в настройките на фирмата;</li>

                    <li><em>Получаване на билет от каса</em> - Ако опцията не е
                    избрана, клиентът представя номера на билета си директно на
                    шофьора/стюарда на автобуса. Ако е избрана е необходимо да мине
                    през каса на фирмата за да получи билет. Стойността по подразбиране
                    се взема от настройките на фирмата;</li>

                    <li><em>On-line продажба от място до място</em> - определя от
                    кое до кое място се обявяват за продажба online. По подразбиране
                    всички места са достъпни за online продажба;</li>

                    <li><em>Дни</em> - С бутоните може да се прехвърля един или
                    всички дни между двата панела - десният панел съдържа активните
                    дни, т.е. тези, в които маршрутът се обслужва;</li>

                    <li><em>Часове</em> - добавяне и изтриване на часове на
                    тръгване. С бутонът "+" се добавя въведен час;</li>

                    <li><em>Спирки</em> - определят се спирките на маршрута. Тук
                    се включват както началната и крайната спирка, така и междинните.
                    Спирките могат да бъдат пренареждани с бутоните вдясно, при
                    натискане на които избраната спирка се премества нагоре или надолу.
                    Спирките могат да бъдат добавяни и редактирани, като за всяка
                    спирка се посочват:
                    <ul>
                        <li><em>име</em> - желателно е името да започва с името на
                        града, тъй като потребителите ще търсят по него. Например: "София
                        - автогара запад";</li>
                        <li><em>приблизително време до заминаване и пристигане</em> -
                        за 1-вата спирка времето на пристигане и заминаваме е 0, за всички
                        останали се посочва във формат ч:мм. На база на посочените тук
                        времена се изчисляват часовете на тръгване от междинните спирки;</li>
                        <li><em>googla maps адрес</em> - хипервръзката (link) който
                        google maps предоставя за съответната спирка. Ако бъде посочен
                        такъв, потребителят ще може да види на карта къде се намира
                        спирката.</li>
                    </ul>
                    </li>

                    <li><em>Цени</em> - посочват се цените по всички възможни
                    подмаршрути. Напр. ако има три спирки - София - Велико Търново -
                    Варна, то възможните подмаршрути са: София-Велико Търново,
                    София-Варна, Велико Търново-Варна. Ако цената по даден подмаршрут е
                    0,00, то превозвачът не предлага този подмаршрут. За да се промени
                    цена на даден подмаршрут се избира съответния ред "до спирка". При
                    промяна на цената е необходимо да бъде натиснат бутона "запиши" под
                    двете полета за цена. След натискането му цената се обновява в
                    левия панел;</li>

                    <li><em>Намалени билети</em> - определят се намаленията по
                    маршрута. За всяко намаление се посочват:
                    <ul>
                        <li><em>име</em> - напр. "студентски", "пенсионерски", и тн.</li>
                        <li><em>тип</em> - фиксирано или в процент</li>
                        <li><em>стойност</em> - Ако намалението е фиксирано,
                        въведената стойнсот се изважда от цената. Напр. ако редовен билет
                        е 10лв, а стойността на фиксирано намаление е 1, то цената на
                        намаления билет е 9лв. Ако намалението е в процент, то въведената
                        стойност се изважда като процент. Напр. при редовен билет 10лв и
                        стойност на процентното намаление 10 (т.е. 10%), намаленият билет
                        става 9лв.</li>
                        <li><em>стойност (двупосочно)</em> - същото като горното, но
                        за двупосочни билети</li>
                        <li><em>начална и крайна спирка</em> - м/у кои две спирки
                        важи намалението</li>
                        <li><em>в рамките на деня</em> - ако е отбелязано,
                        намалението се ползва, в случай че пътуването е в рамките на деня
                        на закупуване</li>
                    </ul>
                    </li>

                    <li><em>места</em> - броят места в автобусите обслужващи този
                    маршрут;</li>

                    <li><em>избор на място</em> - дали на потребителят се
                    позволява изборът на място в автобуса. Стойността по подразбиране
                    се определя от това, дали във "фирмени данни" е отбелязано "друга
                    билетна система". Т.е. в случай, че фирмата менажира билетите
                    продадени на каса чрез друга система, то изборът на място при
                    продажба online не е позволено, за да се избегнат конфликти в
                    местата;</li>

                    <li><em>публикувани курсове (дни)</em> - системата публикува
                    разписание за този маршрут за избрания брой дни напред. Потребители
                    могат да купуват билети за публикуваните курсове. Стойността по
                    подразбиране е 30 дни;</li>

                    <li><em>еднократен курс</em> - в случай, че по настроения
                    маршрут има еднократен (допълнителен, извънреден) маршрут. Посочва
                    се и дата/час. По-лесен начин за добавяне на извънредни курсове по
                    вече настроен маршрут е от "маршрути > курсове > добави курс";</li>

                    <li><em>сезонен маршрут</em> - означава, че маршрутът се
                    обслужва само в рамките на сезон (най-често летния). Ако опцията е
                    избрана се повочват и началото и края на сезона;</li>

                    <li><em>транспортно средство</em> - ако в "Настройки >
                    Транспортни средства" са добавени транспортни средства (автобуси),
                    тук някое от тях може да бъде избрано, като по този начин се
                    спестява ръчното настройване на разположението на местата за всеки
                    курс;</li>

                    <li><em>номерацията започва отдясно, последният ред има 4
                    места</em> - посочват специфики на разположението на местата;</li>

                    <li><em>двуетажен</em> - избира се в случай, че автобусът е
                    двуетажен. Посочват се и броя на места на долния етаж;</li>

                    <li><em>графика на местата</em> - избраните места тук не се
                    предоставят за продажба - те показват позицията на втората врата</li>
                </ol>
            </h:panelGroup>
        </f:view>
    </ui:define>
</ui:composition>