<div>
<p>Лични данни се събират чрез тази интернет страница и обработват от "ОМНИВЕРС" ЕООД и нейните партньори единствено за нуждите на предоставянето на онлайн резервация на автобусни билети, при строго спазване на изискванията на законодателството в България.</p>

<p>За да се обработи и изпълни вашата резервация и всички свързани с нея дейности ние изискваме определени лични данни: име и електронна поща. Като ни предоставяте личните си данни, вие изрично потвърждавате и приемате "ОМНИВЕРС" ЕООД да се разпорежда с личните ви данни в съответствие с тези Правила и съответстващото законодателство и нормативна уредба в България.</p>

<p>В сайта avtogara.com вие поръчвате услуги предоставяни от трети лица – Превозвачи, и чрез поръчването на въпросните услуги, вие изрично се съгласявате вашите данни да бъдат препратени от "ОМНИВЕРС" ЕООД на трети лица, които се нуждаят от вашите данни, за да предоставят услугите, поискани от вас.</p>

<p>Ние не носим никаква отговорност за щети, възникнали от неверни или непълни данни, предоставени от вас.</p>

<p>Ние предоставяме вашите данни на компетентните власти или съда само по тяхно искане и в случаите, изисквани от съответните закони.</p>

<p>Ние няма да използваме личните ви данни за маркетингови цели без вашето изрично предварително съгласие.</p>
</div>