<ol>
<li><span style="font-weight: bold;">Описание на услугата</span>
<p>Настоящата уеб-страница (avtogara.com) се управлява от "ОМНИВЕРС" ЕООД с ЕИК 200900336.</p>

<p>Настоящата уеб-страница е портал, който свързва крайните потребители с компаниите-превозвачи и "ОМНИВЕРС" ЕООД не участва по никакъв начин в извършването на превозите</p>
</li>


<li><span style="font-weight: bold;">За общите условия</span>
<p>Следните "Общи условия" съставляват базата за вашата връзка с "ОМНИВЕРС" ЕООД. Моля, прочетете ги внимателно, тъй като те излагат съответните ни права и задължения. Достъпът до уеб-страницата се контролира стриктно от "ОМНИВЕРС" ЕООД и "ОМНИВЕРС" ЕООД си запазва правото периодично да заменя, променя, замества, както и да прекратява или премахва без известие всяка информация или услуга.</p>

<p>Всяка услуга, закупена от вас чрез настоящата уеб-страница зависи от това дали ще приемете настоящите "Общи условия". Условията съставляват нерезделна част от нашата уеб-страница и не могат да бъдат отделени от общите условия на договаряне. Когато посещавате, използвате или правите заявка от уеб-страницата, вие изрично приемате и се съгласявате да се обвържете чрез Условията и действащите закони и законови разпоредби.</p>

<p>В случай, че не сте съгласни да се задължите според Условията, не пристъпвайте към закупуване на автобусни билети.</p>
</li>


<li><span style="font-weight: bold;">Закупуване на билети(и)</span>

<p>Изберете желания маршрут и дата (часови диапазон). Изберете конкретния курс, броя билети и местата в автобуса. Попълнете своите данни и преминете към плащане.</p>

<p>След успешно заплащане на билетите, "ОМНИВЕРС" ЕООД ще потвърди вашата резервация чрез изпращане на потвърждение чрез електронна поща.</p>

<p>Номерът на билета/билетите, даден от "ОМНИВЕРС" ЕООД е само за вас – не може да се прехвърля на трети лица и вие ще носите пряка отговорност за използването на ваши лични кодове за достъп.</p>
</li>


<li><span style="font-weight: bold;">Отговорности</span>

<p>Вие гарантирате, че цялата ваша предоставена лична инормация по време на резервациите за настаняване е вярна и че приемате финансовата отговорност за всички сделки извършени с вашето име или по вашата сметка.</p>

<p>В случай, че по някаква причина вие не се явите в мястото на отпътуване на датата на пристигане, посочена във вашия имейл за резервация без предварително предупреждение до "ОМНИВЕРС" ЕООД, това се счита за анулиране.</p>

<p>В случай на неявяване без предварително предупреждение вие няма да имате право да заявите възстановяване на сумите.</p>

<p>"ОМНИВЕРС" ЕООД провежда своята дейност като независим посредник и следователно не може да бъде подведена под отговорност за смърт, нараняване, заболяване, щета, загуба, инцидент, кражба, забавяне или други евентуални произтичащи нередности, независимо дали преки или непреки, от доставката на услуги от страна на превозвача. Също така, "ОМНИВЕРС" ЕООД не носи отговорност за евентуални непреки, специални или последвали загуби, включително и финансови загуби, като това условие включва пропусната печалба, пропусната употреба на печалбата, дейността, приходите и доброто търговско име или предвижданите икономии.</p>
</li>


<li><span style="font-weight: bold;">Плащания</span>
<p>Плащанията се извършват чрез дебитна или кредитна карта или през системата ePay.bg. Плащанията с карти се извършват към виртуален ПОС терминал чрез БОРИКА.</p>

<p>Посочената цена за плащане е крайна и върху нея не се дължат допълнителни комисионни.</p>

<p>Плащането може да бъде извършено в рамките на 15 мин след изборът на конкретен курс. След като изтекат тези 15 минути резервацията се анулира автоматично.</p>
</li>



<li><span style="font-weight: bold;">Цени</span>

<p>Цените на билетите са тези, които се показват на сайта по време на поръчката, освен в случаите на очевидна грешка. Цените са обявени в български лева и включват ДДС.</p>

<p>Ваша отговорност е да проверите билетите си, тъй като Ние и / или Превозвачът не сме задължени да коригираме грешки, след като договорът е бил сключен. Също така, моля отбележете, че Превозвачът не е задължен да ви предостави билет(и) на сгрешена (по-ниска) цена, дори след като страницата с потвърждение е била показана и е-поща с потвърждение е била изпратена до вас, ако тази грешка в цената е очевидна и несъмнена и логично би могла да бъде разпозната от вас, като сгрешена цена.</p>

<p>Ако платената от вас цена по резервацията е била грешно обявена на Сайта, като по-ниска можете да получите билета(ите) си, като доплатите разликата в цената на каса на превозвача. Ако не желаете да извършите доплащане можете да анулирате резервацията си, според Условията на Превозвача.</p>

<p>Ако платената от вас цена по резервацията е била сгрешена в Сайта и обявена, като по-висока, надплатената сума ще ви бъде възстановена в брой при получаване на билетите, на касата на Превозвача.</p>

<p>За да бъде потвърдена резервацията ви и да получите номер на билета, плащането следва да бъде валидирано преди изтичане на посоченото време за транзакция.</p>
</li>


<li><span style="font-weight: bold;">Номер на билета</span>

<p>След като извършите плащането по вашата резервация сайтът генерира уникален номер на билета, срещу който получавате право на пътуване. В зависимост от превозвача може да е необходимо да получите физически билет от каса на превозвача срещу номера на билета.</p>

<p>За ваше улеснение, номерът на билета, заедно с придружаващата информация за пътуването биват изпратени на email във PDF формат и могат да бъдат разпечатани.</p>

</li>


<li><span style="font-weight: bold;">Промяна или анулиране</span>

<p>Вие можете да промените или анулирате закупените билети в срок преди момента на вашето пътуване, определен от превозвача.
Промени, включващи частично анулиране, поправка или намаляване на броя на билетите може също да доведат до разноски.</p>

<p>В случай, че анулирате вашите билети, важат условията на превозвача предоставил билета.</p>

<p>Вашето писмо за анулиране трябва да бъде изпратено в писмена форма или на email до "ОМНИВЕРС" ЕООД, с описание на дестинацията и номера на билета. "ОМНИВЕРС" ЕООД ще изпратят потвърждение за получаването и ще ви информират за всички такси. Анулирането влиза в сила само при получаване на писмото за анулиране от "ОМНИВЕРС" ЕООД, а не в момента на неговото изпращане от ваша страна. Вие носите отговорността за получаване на потвърждение за анулирането на билетите от "ОМНИВЕРС" ЕООД.</p>

<p>Възстановяване (пълно или частично) на стойността на плащането е допустимо единствено с кредитна операция по картата на картодържателя, с която е извършено плащането. Възстановяването се извършва в срок от 30 дни</p>
</li>


<li><span style="font-weight: bold;">Форсмажорни обстоятелства (непреодолима сила)</span>

<p>"ОМНИВЕРС" ЕООД не носи отговорност за евентуални промени, анулиране, влияние върху вашето пътуване, загуба или щета понесени от вас, както и за евентуална неизправност на доставчиците на услугата и/или "ОМНИВЕРС" ЕООД, в изпълнение или правилно изпълнение на евентуалните им съответни задължения към вас, дължащи се на събитие/я, в случай че подобна неизправност е причинена от форсмажорни обстоятелства. Като пример форсмажорни обстоятелства включват без ограничения война, революция, терористичен акт, затваряне на границите, епидемия, природна катастрофа или други причини, които имат сериозно въздействие и за двете страни и конкретно върху мястото, където е разположен доставчика на услугата, както и държавата по произход на "ОМНИВЕРС" ЕООД и други непредвидими причини извън конторола на "ОМНИВЕРС" ЕООД.</p>
</li>


<li><span style="font-weight: bold;">Оплаквания и проблеми при пътуване</span>

<p>В малко вероятния случай, в който можете да имате основание за жалба или изпитвате проблеми с вашето пътуване, молим да информирате персонала на превозвача.</p>

<p>В случай, че не бъдете удовлетворени от предлаганите решения, молим да се свържете със "ОМНИВЕРС" ЕООД и ние ще предложим всяко възможно съдействие и ще опитаме да поправим положението във ваше удовлетворение.</p>

</li>

<li><span style="font-weight: bold;">Промяна на общите условия</span>

<p>"ОМНИВЕРС" ЕООД има правото да подобрява или променя
 информацията, елементите, данните, услугите и други материали в уеб-страницата, както и да прекрати уеб-страницата по всяко време без известяване.</p>

<p>"ОМНИВЕРС" ЕООД има правото да променя Условията по всяко време и подобна промяна ще влиза в сила незабавно при изпращане на променените Условия в уеб-страницата. Съответно, ако продължите да използвате или да имате достъп до тази уеб-страница ще считаме, че сте посочили вашето съгласие с променените Условия.
"ОМНИВЕРС" ЕООД има право да прекъсне достъпа до уеб-страницата поради работи свързани с поддръжка, съображения за сигурност на мрежата или форсмажорни обстоятелства (както е заложено в раздел 6), без задължение да ви обезщетят или компенсират за периода, през който нямате достъп.</p>
</li>

<li><span style="font-weight: bold;">Приложимо право</span>

<p>За всички неуредени в тези Общи условия въпроси се прилага действащото в Република България законодателство.
При възникване на спорове страните полагат усилия за доброволното им уреждане по взаимно споразумение. При непостигане на съгласие всяка от страните може да отнесе спора за решаване от компетентен съд.</p>
</li>
</ol>